import data from "../why/data"

const Data = [
    {
        title:'лайт',
        dsc: 'Минимальный набор для старта',
        service__1:"1–2 карьерные консультации",
        service__2:"базовая диагностика Ваших знаний",
        service__3:"помощь с резюме и профилем.",
        service__4:" ",
        service__5:" ",
        service__6:" ",
        serviceID: 'lite'
    },
    {
        title:'Премиум',
        dsc: 'Полный путь переквалификации «под ключ»',
        service__1:"Глубокая диагностика",
        service__2:"индивидуальный план",
        service__3:"подбор и сопровождение обучения",
        service__4:"помощь с резюме/портфолио",
        service__5:"подготовка к собеседованиям",
        service__6:"сопровождение до трудоустройства",
        serviceID: 'premium'
    },
    {
        title:'vip',
        dsc: 'Максимальное сопровождение и приоритет',
        service__1:"Все из «Премиум» + личный карьерный эксперт",
        service__2:"приоритетный подбор вакансий",
        service__3:"персональное сопровождение в адаптационный период (1–3 месяца после выхода на работу)",
        service__4:" ",
        service__5:" ",
        service__6:" ",
        serviceID: 'vip'
    },
]

export default Data