import './about.css'
import Plus__img from './img/Plus__img.png'

export default function About() {
    return (
        <section className="about" id="about">
            <div className="about__title">
                <h2>О нас</h2>
            </div>
            <div className="container">
                <div className="about__wrap">
                    <div className="who">
                        <div className="who__title">
                            <h3>Кто мы</h3>
                        </div>
                        <div className="who__dsc">
                            <p>Мы - команда First Offer. </p>
                            <p>Мы понимаем, насколько важно выбрать
                                правильную компанию и должность, которые позволят раскрыть ваш
                                потенциал и достичь карьерных высот. Наша миссия — сделать процесс
                                поиска работы прозрачным, комфортным и эффективным.
                            </p>
                        </div>
                    </div>
                    <div className="plus__wrap">
                        <div className="plus">
                            <div className="plus__title">
                                <h3>Плюсы работать с нами</h3>
                            </div>
                            <div className="plus__dsc">
                                <ul className='dsc__ul'>
                                    <li className='dsc__li'><svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px" width="25" height="25" viewBox="0 0 72 72">
                                        <path d="M57.658,12.643c1.854,1.201,2.384,3.678,1.183,5.532l-25.915,40c-0.682,1.051-1.815,1.723-3.064,1.814	C29.764,59.997,29.665,60,29.568,60c-1.146,0-2.241-0.491-3.003-1.358L13.514,43.807c-1.459-1.659-1.298-4.186,0.36-5.646	c1.662-1.46,4.188-1.296,5.646,0.361l9.563,10.87l23.043-35.567C53.329,11.971,55.806,11.442,57.658,12.643z"></path>
                                    </svg>Всего за 3 месяца обеспечим ваше успешное трудоустройство</li>
                                    <li className='dsc__li'><svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px" width="25" height="25" viewBox="0 0 72 72">
                                        <path d="M57.658,12.643c1.854,1.201,2.384,3.678,1.183,5.532l-25.915,40c-0.682,1.051-1.815,1.723-3.064,1.814	C29.764,59.997,29.665,60,29.568,60c-1.146,0-2.241-0.491-3.003-1.358L13.514,43.807c-1.459-1.659-1.298-4.186,0.36-5.646	c1.662-1.46,4.188-1.296,5.646,0.361l9.563,10.87l23.043-35.567C53.329,11.971,55.806,11.442,57.658,12.643z"></path>
                                    </svg>проведём подготовку к техническому собеседованию</li>
                                    <li className='dsc__li'><svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px" width="25" height="25" viewBox="0 0 72 72">
                                        <path d="M57.658,12.643c1.854,1.201,2.384,3.678,1.183,5.532l-25.915,40c-0.682,1.051-1.815,1.723-3.064,1.814	C29.764,59.997,29.665,60,29.568,60c-1.146,0-2.241-0.491-3.003-1.358L13.514,43.807c-1.459-1.659-1.298-4.186,0.36-5.646	c1.662-1.46,4.188-1.296,5.646,0.361l9.563,10.87l23.043-35.567C53.329,11.971,55.806,11.442,57.658,12.643z"></path>
                                    </svg>предложим ценные практические кейсы</li>
                                    <li className='dsc__li'><svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px" width="25" height="25" viewBox="0 0 72 72">
                                        <path d="M57.658,12.643c1.854,1.201,2.384,3.678,1.183,5.532l-25.915,40c-0.682,1.051-1.815,1.723-3.064,1.814	C29.764,59.997,29.665,60,29.568,60c-1.146,0-2.241-0.491-3.003-1.358L13.514,43.807c-1.459-1.659-1.298-4.186,0.36-5.646	c1.662-1.46,4.188-1.296,5.646,0.361l9.563,10.87l23.043-35.567C53.329,11.971,55.806,11.442,57.658,12.643z"></path>
                                    </svg>улучшим ваши ключевые soft skills</li>
                                    <li className='dsc__li'><svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px" width="25" height="25" viewBox="0 0 72 72">
                                        <path d="M57.658,12.643c1.854,1.201,2.384,3.678,1.183,5.532l-25.915,40c-0.682,1.051-1.815,1.723-3.064,1.814	C29.764,59.997,29.665,60,29.568,60c-1.146,0-2.241-0.491-3.003-1.358L13.514,43.807c-1.459-1.659-1.298-4.186,0.36-5.646	c1.662-1.46,4.188-1.296,5.646,0.361l9.563,10.87l23.043-35.567C53.329,11.971,55.806,11.442,57.658,12.643z"></path>
                                    </svg>Оплата осуществляется исключительно после завершения процесса найма</li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    )
}